{
  "common": {
    "welcome": "Welcome",
    "home": "Home",
    "about": "About us",
    "contact": "Contact",
    "resources": "Resources",
    "board": "Our Board",
    "join": "Join Us",
    "monthlyEvents": "Eventos mensais",
    "president": "President",
    "vicePresident": "Vice-President",
    "finance": "Director of Finance",
    "firstYearOfficer": "First Year Officer",
    "graduateRep": "Graduate Studies Representative",
    "eventsCoordinator": "Events Coordinator",
    "externalRelations": "Director of External Relations",
    "communication": "Director of Communication",
    "utscRep": "UTSC Representative",
    "utmRep": "UTM Representative",
    "becomeMember": "Become a Member",
    "generalInquiries": "General Inquires",
    "firstName": "First Name",
    "lastName": "Last Name",
    "emailAddress": "Email Address",
    "subject": "Subject",
    "message": "Message",
    "opportunities": "Opportunities",
    "pastEvents": "Past Events",
    "soccerTeam": "Soccer Team",
    "volleyballTeam": "Volleyball Team",
    "moreInfo": "More Information",
    "sportsTeams": "Sports Teams",
    "meetBoard": "Meet the Board",
    "executiveTeam": "Executive Team",
    "picnic": "Welcome Picnic",
    "hockey": "Hockey Game",
    "danceClass": "Dance Class",
    "studyWithUs": "Study with us"
  },
  "templates": {
    "welcomeDescription": "Be welcome to BRASA's UOFT official website",
    "weAreLargest": "We are the largest Brazilian student association in Canada!",
    "clubDescription": "BRASA at UofT is a vibrant student organization dedicated to connecting Brazilian students at the University of Toronto. We participate in events, organize workshops, and foster a supportive community to redefine possibilities and empower students to achieve more. Through these initiatives, we aim to make an impact on campus and beyond, fostering collaboration, leadership, and a sense of belonging.",
    "subtitleDescription": "Empowering and guiding Brazilian students in Canada",
    "becomeMemberDescription": "Join BRASA at UofT by joining our WhatsApp group chat and following us on Instagram! You will get to participate in engaging events, and make a difference on campus. With opportunities for networking, leadership, and collaboration, we’re here to help you thrive in your journey.",
    "generalInquiresDescription": "Want to get in touch? Fill out the form below and we’ll get back to you within 48 hours.",
    "getMoreInvolved": "Get even more involved!",
    "soccerTeamDescription": "After getting 3rd place in the last season, our soccer teams is looking for new players to get the trophy!",
    "volleyballTeamDescription": "Having reached the semi-finals twice in only 3 appearances, BRASA Volei is a very chill environment perfect for making friends and competing!",
    "dialogDescription": "The best way to join the team is to text our captain!",
    "picnicDescription": "Every beginning of the school year, BRASA's welcome picnic takes place in High Park, where we meet up with our friends and get to know the new upcoming students!",
    "hockeyDescription": "Come watch the UofT Varsity Team play hockey with us!",
    "danceClassDescription": "We had a Brazilian dance workshop, in which we could connect with our culture and learn new moves!",
    "studyWithUsDescription": "Finals season is always stressful, but studying with friends is always a good way to relax and be productive at the same time."
  }
}
